Repository: OleksiiChornyi/First-project-Telegram-cloud
Catalog: Resources/Resource_*.resx
Languages: russian

# About_account.Header
source: About account
russian: Об аккаунте

# About_program.Header
source: About program
russian: О программе

# About_program.ToolTip
source: Detailed information about the program
russian: Подробная информация о программе

# Account.Header
source: Account
russian: Аккаунт

# Add_drive.Header
source: Add drive
russian: Добавить диск

# Add_drive.ToolTip
source: You can add a channel in this app
russian: Вы можете добавить канал в этом приложении

# Add_drive_from_list.Header
source: Add drive from list
russian: Добавить диск из списка

# Add_drive_from_list.ToolTip
source: You can add drive in telegram.org and add this channel in this app
russian: Вы можете добавить диск в telegram.org и добавить этот канал в этом приложении

# Delete_All_Images_Preview.Header
source: Delete all image previews
russian: Удалить весь предварительный просмотр изображений

# Delete_All_Images_Preview.ToolTip
source: Delete all preview files for images from your computer
russian: Удалить все файлы предварительного просмотра для изображений с компьютера

# Delete_All_Videos_Preview.Header
source: Delete all video preview
russian: Удалить весь предварительный просмотр видео

# Delete_All_Videos_Preview.ToolTip
source: Delete all preview files for a video from your computer
russian: Удалить все файлы предварительного просмотра для видео с компьютера

# Download_all_drive.Header
source: Download all drive
russian: Скачать весь диск

# Download_all_drive.ToolTip
source: Load the entire current drive on the PC
russian: Загрузить весь текущий диск на ПК

# Download_current_directory.Header
source: Download current directory
russian: Загрузить текущий каталог

# Download_current_directory.ToolTip
source: Load the entire current directory on the PC
russian: Загрузить весь текущий каталог на ПК

# Download_photo_previews_automatically.ToolTip
source: Automatically download photo previews when you send them to drive
russian: Автоматически загружать предварительный просмотр фотографий при отправке их на диск

# Download_video_previews_automatically.ToolTip
source: Automatically download video previews when you send them to drive
russian: Автоматически загружать предварительный просмотр видео при отправке на диск

# Drives_list.Header
source: Drives
russian: Диски

# Functions.Header
source: Functions
russian: Функции

# Load_Current_Directory_Image_Preview.Header
source: Download image preview from current directory
russian: Загрузить предпросмотр изображений из текущего каталога

# Load_Current_Directory_Image_Preview.ToolTip
source: Load all images from current directory in low quality
russian: Загрузить все изображения из текущего каталога в низком качестве

# Load_Current_Directory_Video_Preview.Header
source: Download video preview from current directory
russian: Загрузить предпросмотр видео из текущей директории

# Load_Current_Directory_Video_Preview.ToolTip
source: Load all videos from current directory in low quality
russian: Загрузить все видео из текущего каталога в низком качестве

# Load_Image_Preview.Header
source: Download preview of images
russian: Загрузить предварительный просмотр изображений

# Load_Image_Preview.ToolTip
source: Download all images in low quality
russian: Загрузите все изображения в низком качестве

# Load_Video_Preview.Header
source: Download preview of videos
russian: Загрузить предварительный просмотр видео

# Load_Video_Preview.ToolTip
source: Load all videos in low quality
russian: Загрузите все видео в низком качестве

# Log_out_account.Header
source: Log out
russian: Выйти из аккаунта

# Log_out_account.ToolTip
source: You won't be able to log into that session, but it will stay in the telegram. To exit completely, in the telegram app, end the session with the signature 'Desktop TeleCloud 1.0 TDLib'.
russian: Вы не сможете войти в эту сессию, но она останется в телеграмме. Чтобы выйти полностью, в приложении telegram завершите сеанс с подписью 'Desktop TeleCloud 1.0 TDLib'.

# Menu_autorize.Header
source: Authorization
russian: Авторизация

# Menu_item_add_file.Header
source: Load file
russian: Загрузить файл

# Menu_item_create_directory.Header
source: Create directory
russian: Создать каталог

# Menu_item_delete.Header
source: Delete
russian: Удалить

# Menu_item_delete_current_preview.Header
source: Delete a preview of file
russian: Удалить предварительный просмотр файла

# Menu_item_download.Header
source: Download
russian: Скачать

# Menu_item_download_current_preview.Header
source: Download a preview of file
russian: Скачать предварительный просмотр файла

# Menu_item_move.Header
source: Move
russian: Переместить

# Menu_item_pin.Header
source: Pin message
russian: Закрепить сообщение

# Menu_item_rename.Header
source: Rename
russian: Переименовать

# Menu_item_unpin.Header
source: Unpin message
russian: Открепить сообщение

# Progress_bar.ToolTip_In_progress
source: In progress
russian: В процессе

# Progress_bar.ToolTip_Ready
source: Ready
russian: Готово

# Settings.Header
source: Settings
russian: Настройки

# Settings_language.Header
source: Languages
russian: Языки

# Text_block_Download_photo_previews_automatically.Text
source: Download photo previews automatically
russian: Автоматически загружать предварительный просмотр фотографий

# Text_block_Download_video_previews_automatically.Text
source: Download video previews automatically
russian: Автоматически загружать предварительный просмотр видео

# Text_complete.Text
source: Complete
russian: Завершено

# Update_current_drive.Header
source: Update drive
russian: Обновить диск

# Update_current_drive.ToolTip
source: Update all files in currwnt drive
russian: Обновление всех файлов на текущем диске
